Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja4/emma-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010.
nob: Artikkel i boka Samisk skolehistorie 4. Davvi Girji 2010.

source: – Mánát eai šat háliidan sámástit
nob: – Ungene ville ikke lenger snakke samisk

source: Muitalan Svein Lundii
nob: Fortalt til Svein Lund

source: Muotkevuonas [1] Sievjjus Hámmárfeastta suohkanis lea eatnasiin sámi duogáš.
nob: I Eidvågen på Seiland i Hammerfest kommune har de fleste samisk bakgrunn.

source: Mii leat 2006:s ságastallan guoktásiin dáppe, Emma Johannesseniin ja Fredrik Nilseniin.
nob: I 2006 snakka vi med to av de siste samisktalende her, Emma Johannessen (f. 1927) og Fredrik Nilsen (1924–2009).

source: Emma (r. 1927) šattai bajás Stuoravuona ja váccii skuvlla Kårhamn (Jáhkogohpi) internáhtas Sievjjus.
nob: Emma vokste opp i Jøfjorden og gikk på skole på Kårhamn internat på Seiland.

source: Fredrik (1924–2009) šattai bajás Muotkevuonas ja su skuvlajagit ledje Fjordtun internáhtas Lávželuovttas Fálás.
nob: Fredrik vokste opp i Eidvågen og han hadde sine skoleår på Fjordtun internat i Rypefjord på Kvaløya.

source: Ii goabbáge sudnos leat vázzán eambbo go 7 jagi skuvlla.
nob: Ingen av dem fikk mer enn sju års skole, og de har levd av jordbruk og fiske.

source: (Govat: Basia Głowacka)
nob: (Foto: Basia Głowacka)

source: Beannot kilomehtera Emma ja Fredrika viesus, oidno ain boares skuvladukta báikkis man namma lea Jansanjárga.
nob: Halvannen kilometer utover Eidvågen fra huset til Emma og Fredrik, på et sted som kalles Jansgammen, er det ei gammel skoletomt, som ennå kan sees.

source: Dohko sirdojuvvui skuvlavisti mii ovdal lei Gámanjárggas Sievjjus.
nob: Dit blei det flytta et skolebygg som tidligere var på Komagnes på innersida av Seiland.

source: Skuvla sirdašuvai danin go boares «Hammerfest landsogn» juhkkojuvvui 1869, ja Fálesnuorri šattai sierra suohkanin.
nob: Årsaka til at skolen blei flytta var at tidligere «Hammerfest landsogn» blei delt i 1869, da Kvalsund blei egen kommune.

source: Njealji skuvllas gárte golbma Fálesnuori suohkana rájiid siskkobeallái, ja danin sirde Gámanjárgga skuvlla moadde kilomehtera, vai bázii Hámmárfeastta suohkanii.
nob: Av fire skoler falt tre innafor grensene av Kvalsund kommune og for balansens skyld blei derfor Komagnes skole flytta noen kilometer, så den kom på Hammerfest-sida av grensa.

source: Muhto 1900-logu álggus sirdojuvvui skuvla fas, dán háve Skihččolii.
nob: Men tidlig på 1900-tallet blei skolen flytta igjen, denne gang til øya Vinna.

source: Doppe váccii Emma isit-rohkki skuvlla 1920-jagiin.
nob: Der gikk Emma sin avdøde ektemann på skole på 1920-tallet.

source: Muhto skuvla ii bistán guhka Skihččolis ge, go sirdojuvvui Lávželuktii 1932:s.
nob: Men heller ikke på Vinna sto skolen lenge og den blei siste gang flytta til Rypefjord i 1932.

source: Emma ja Fredrik ságastallaba guhká dan birra geat vázze skuvla Jansanjárggas, ja geat vázze Skihččolis, muhto orru leame nu ahte sii dál buohkat leat vádjolan.
nob: Emma og Fredrik prater lenge om hvem som gikk på skole på Jansgammen og hvem som gikk på Vinna, men de har vanskelig for å finne noen som fortsatt er i live.

source: Mii fertet danin duhtadit muitalusaiguin Korhámmana [2] (Jáhkogohpi) ja Fjordtun skuvllain.
nob: Vi må derfor nøye oss med beretninger fra Kårhamn og Fjordtun skoler.

source: Emma ja Fredrika viesus oaidná Sievjju áidna loddevári.
nob: Fra huset til Emma og Fredrik er det utsikt til Seilands eneste fuglefjell.

source: (Govva: Svein Lund)
nob: (Foto: Svein Lund)

source: Jansanjárgga skuvlaviessosajis sáhttá ain aiddo dal de oaidnit gos skuvlaviessu lei.
nob: På skoletomta på Jansgammen kan man fortsatt såvidt se hvor skolen har stått.

source: Dat huksejuvvui álggus Gámanjárgii 1861, de sirdojuvvui deike 1870.
nob: Den blei først reist på Komagnes i 1861, så flytta hit i 1870.

source: Duohken oidno Skihččol, gosa skuvla sirdojuvvui 1800-logu loahpageahčen.
nob: I bakgrunnen øya Vinna, dit skolen blei flytta videre sist på 1800-tallet.

source: Skihččola duohken fas Sállan.
nob: Helt i bakgrunnen Sørøya.

source: 3-geardásaš internáhta
nob: 3 etasjes internat

source: – Oruimet Stuoravuona siste, muitala Emma.
nob: – Vi bodde langt inne i Jøfjorden, forteller Emma.

source: Eadni lei bajásšaddan doppe, son humai sámegiela ruovttus, nu dagaiga maiddái áhkku ja áddjá.
nob: Der hadde vi kyr, sauer og geiter. Mor var oppvokst der, ho og besteforeldra mine snakka samisk hjemme.

source: Áhčči, Ole Juliussen, lei eret Sáitevuonas Sállanis.
nob: Far, Ole Juliussen, var fra Meltefjord på Sørøya.

source: Son humai eanaš dárogiela.
nob: Han kunne samisk og, men ikke så godt.

source: Son han máhtii sámegiela maid, muhto ii fal nu bures.
nob: Vi barna forsto derfor begge språka fra starten av.

source: Mánát Stuoravuonas, Viektavuonas ja Lossas sámástedje.
nob: Ungene fra Jøfjorden, Bårdfjord og Seines, de snakka samisk.

source: Doaresvuonas ja Govdavuonas, eai hupman mánát sámegiela dalle mu mánnávuođas, vaikko eanaš váhnemat hupme sámegiela doppe nai.
nob: I Tverrfjord og Skreifjord der snakka ikke ungene samisk dengang i min barndom, sjøl om de fleste hadde samisktalende foreldre.

source: Ja Korhámmanis lei dušše dárogiella.
nob: Og der i Kårhamn var det bare norsk.

source: Ii leat nu ollu maid muitalit skuvllas.
nob: – Det er ikke så mye å fortelle fra skolen.

source: Doppe han mis lei viehka buorre dilli.
nob: Vi var noen og tjue unger på internatet.

source: Muhto sii geat ledje Guhkesluovttas eret, sii fertejedje orrut internáhtas.
nob: I tillegg kom barna som var fra Kårhamn, de hadde jo bare dagskole, de dro hjem hver dag.

source: Mis lei 3-geardásaš internáhtta.
nob: – Vi hadde 3-etasjes internat.

source: Nieiddaid latnja lei ollu stuorit go bártniid latnja.
nob: Jenterommet var mye større enn gutterommet.

source: Nieidamánát ođđe bajimus dásis, bártnit fas gaskadásis.
nob: Jentene sov der oppe i øverste etasje, guttene i mellometasjen.

source: Go álge rigeret doppe, de šikkohalle.
nob: Guttungene hadde rom ved sida av husmora.

source: Na bártnit dat ledje dieđusge veaháš skealmmat.
nob: Når de begynte å herje så fikk de sjølsagt kjeft.

source: Dat heŋgejedje čáhceeabbára uvssa bajábeallái.
nob: Nå, guttene var jo litt rampete. De hengte vannbøtta over døra.

source: Go bođii sisa, de dieđusge eappir gopmánii.
nob: Når husmora kom inn så tømtes sjølsagt bøtta.

source: Muhto nieidačivggat, sii ledje siivvut.
nob: Men jentungene, de var snille.

source: Ledje guokte klássalanja; smávvaskuvlalatnja ja stuorraskuvlalatnja.
nob: Det var to klasserom; småskolerommet og storskolerommet.

source: Smávvaskuvllas lei mis 4 vahku skuvla ain hávil, nu ahte go 1. ja 2. klássa ledje skuvllas, de 3. ja 4. klássamánát ledje ruovttus.
nob: På småskolen hadde vi fire uker på skole av gangen, slik at når 1. og 2. klasse var på skolen, så var 3. og 4. klassingene hjemme.

source: Skuvlenáigodagas eat beassan siidii, muhto leimmet skuvllas heila áiggi.
nob: På de ukene kom vi ikke hjem, men var på skolen hele tida.

source: Stuorraskuvllas leimmet 6 dahje 8 vahkku skuvllas ain hávil.
nob: På storskolen var vi seks eller åtte uker på skolen av gangen.

source: Jáhkogohpi skuvla
nob: Kårhamn skole ca. 1925

source: (Govva: Ulf Jacobsena govvačoakkáldat)
nob: (Foto: Ulf Jacobsens fotosamling)

source: Pavel Anderssen lei Emma oahpaheaddji Jáhkogohpi internáhtas
nob: Pavel Anderssen var Emmas lærer på Kårhamn internat.

source: (Gova luoikan Ragnhild Sandøy)
nob: (Foto utlånt av Ragnhild Sandøy)

source: Oahpaheaddji sámástii dušše áhkuin
nob: Læreren snakka samisk bare med bestemor

source: – Mun álgen skuvlii 1934:s.
nob: Jeg begynte på skolen i 1934.

source: Skuvllas ii lean lohpi sámástit, ja mii mánát eat beassan sámástit gaskaneamet ge.
nob: På skolen fikk vi ikke snakke samisk, vi ungene fikk ikke snakke samisk med hverandre engang.

source: Nu dat lohke sihke oahpaheaddjit ja dálueamit.
nob: Det sa de både lærere og husmor.

source: Dás galggaimet dušše dárostit.
nob: Her skulle vi bare snakke norsk.

source: Oahpaheaddjit, dat lei vuosttažettiin Pavel Anderssen.
nob: Lærerne, det var først og fremst Pavel Anderssen.

source: Pavel dat lei doppe heila áiggi.
nob: Pavel var der hele tida.

source: Ja su oabbá, Pavel-Anna.
nob: Og søster hans, Pavel-Anna.

source: Soai leigga Deanus eret ja leigga sápmelaččat, muhto eaba goassege geavahan sámegiela skuvllas.
nob: De var fra Tana og samer, men brukte aldri samisk på skolen.

source: Muittán ahte Pavel oktii bođii suga min lusa Stuoravutnii, dalle son sámástii mu áhkuin.
nob: Jeg husker at Pavel en gang kom roende til oss i Jøfjorden, da snakka han samisk med bestemor mi.

source: Annas in gullan goassege sámegiela, muhto gal mun jáhkán ahte sus maid lei sámegiella eatnigiellan.
nob: Fra Anna hørte jeg aldri samisk, men jeg tror da at hun også må ha hatt samisk som morsmål.

source: Anna lei hui streaŋggis.
nob: Anna var veldig streng.

source: Časkkii «pekestokka» (čujonasa) mánáid suorpmaide nu garrasit ahte dat manai gaskat.
nob: Ho slo pekestokken over fingrene på ungene så hardt at pekestokken knakk.

source: Eará oahpaheaddjit ledje dážat, in muitte buot namaid.
nob: De andre lærerne var norske, jeg husker ikke navna på alle.

source: Na, lei Birger Meland, son lei Trøndelagas eret, ja de frøken Rognmo [3], Girkonjárggas.
nob: Det var Birger Meland, han var fra Trøndelag, og så frøken Rognmo [1], fra Kirkenes.

source: Internáhta dálueamit lei Sognefjordas eret, sus lei Lervik goargun, ovdanama in muitte.
nob: Internathusmora var fra Sognefjorden, ho het Lervik til etternavn, fornavnet husker jeg ikke.

source: [4] Mii mánát fertiimet bargat ollu internáhtas.
nob: [2] Vi ungene måtte arbeide mye på internatet.

source: Muittán ahte basaimet klássalanjaid, basaimet tráhpa vulos, basaimet lihtiid, boradanlanja ja gievkkana.
nob: Jeg husker at vi vaska klasseromma, vi vaska trappa helt ned, vi vaska opp, vaska spiserommet og kjøkkenet.

source: Lei návet mii gulai internáhtii.
nob: Det var et fjøs som hørte til internatet.

source: Doppe lei internáhtas gussa, ja oahpaheaddjis ledje guokte gusa.
nob: Der hadde internatet ei ku, og læreren hadde to kyr. Vi hadde også noen få sauer der.

source: Mis ledje doppe maiddái moadde sávzza.
nob: Vi jentungene brukte å melke og fore kua.

source: Mun gal liikojin go bessen návehastit.
nob: Jeg likte det når jeg fikk arbeide i fjøset.

source: Dan gal ledjen bargan ruovttus nai.
nob: Det hadde jeg gjort hjemme også.

source: Bártniin ledje fas eará barggut.
nob: Guttene hadde annet arbeid.

source: Sii fertejedje muoraid čuollat ja buktit daid skuvlii vuovssáin.
nob: De måtte hogge ved og kjøre til skolen med okse.

source: Lei hirbmat ceakkus vuosteluohkká skuvlii.
nob: Det var en veldig bratt motbakke opp mot skolen.

source: Korhámmana skuvllas ii lean makkárge duodjeoahpahus, dállodoallu dahje eará geavatlaš fágat.
nob: I Kårhamn hadde vi verken handarbeid eller husstell eller noen annen form for praktiske fag.

source: Lei muhtin bárdni gii háliidii garraduoji, son fertii dalle vázzit Fjordtun skuvllas, doppe sis lei dákkár fálaldat.
nob: Det var en gutt som absolutt ville ha sløyd. Da måtte han gå på Fjordtun skole, der de hadde slikt tilbud.

source: Suhke guhtta diimmu skuvllas ruoktot
nob: Rodde seks timer fra skolen og hjem

source: Ledje dušše Viektavuon-mánát geat ožžo skuvlasáhtu, muđuid fertejedje váhnemat suhkat mánáid skuvlii.
nob: Det var bare ungene fra Bårdfjord som fikk skoleskyss, ellers måtte foreldrene ro barna til skolen.

source: Lei sullii guokte diimmu suhkat Stuoravuonas Korhámmanii go lei goalki.
nob: Det tok omtrent to timer å ro fra Jøfjorden til Kårhamn når det var vindstille.

source: Go lei borjjastanbiegga manai jođáneappot.
nob: Når det var vind for å seile gikk det raskere.

source: Muhto muittán oktii, lei nu garra vuostebiegga ahte ádjánii guhtta diimmu, vaikko ledje viđas geat suhke.
nob: Men jeg husker en gang det var så hard motvind at det tok seks timer, sjøl om de var fem som rodde.

source: Moai Karinain vealláime vatnasa maŋŋegeahčen roavggu vuolde.
nob: Karina og jeg lå i bakskotten under en sauefell.

source: Go viimmat olliimet gáddái leimme nu galbmon ahte ean máhttán čuožžut ge.
nob: Da vi endelig kom til lands var vi så forfrosne at vi ikke kunne stå på beina.

source: Fertejedje guoddit munno gáddái.
nob: De måtte bære oss i land.

source: Muhtimin lei nu garra dálki ahte fertiimet jorgalit ruoktot ja geahččalit fas eará beaivvi.
nob: Noen ganger var været så dårlig at vi måtte bare snu hjem igjen og forsøke igjen en annen dag.

source: Dábálaččat fertejedje suhkat, go mis ii lean mohtorvanas.
nob: Vanligvis måtte vi ro, da vi ikke hadde egen motorbåt.

source: Muhto muhtin áiggi bivddii áhčči šárkkain maid Njižževuotnanalaš Anders Larsen oamastii, ja soai galggaiga min fievrridit skuvlii dainna vatnasiin.
nob: Men ei tid fiska far min med en sjark som Anders Larsen i Hønseby hadde, og de to skulle da frakte oss til skolen med denne båten.

source: Muhto dalle galggaiga bivdit seammás, ja boađus lei ahte ádjánii ollu guhkit áiggi go dan mii golašii jus livččiimet suhkan.
nob: Men da skulle de fiske samtidig og resultatet var at det kunne ta mye lengre tid enn det ville tatt om vi hadde rodd.

source: Go váhnemat bohte viežžat min, de leimmet páhkken koffara juo, sii eai finastan ge skuvlaviesus.
nob: Når foreldra kom for å hente oss, da hadde vi pakka kofferten ferdig, foreldra gikk ikke inn på skolen en gang.

source: Báhtaredje eváhkos
nob: Rømte fra evakueringa

source: Go soahti bođii, de duiskalaččat hárjehalle min skuvllas.
nob: Da krigen kom, så kom tyskerne og trena på skolen vår.

source: Muittán ahte jágejedje čivggaid olggos.
nob: Jeg husker at de jaga ungene ut.

source: Hupme ahte galge skuvlla váldit, muhto dattetge eai dahkan dan, ja skuvlla lei doaimmas gitta eváhko rádjái.
nob: Det var snakk om at de skulle ta skolen, men de tok den likevel ikke, og skolen var i drift helt til evakueringa.

source: Mun gergen skuvllas 1941:s ja jagi maŋŋil lei rihppaskuvla.
nob: Jeg blei ferdig på skolen i 1941 og året etter var det konfirmasjon.

source: Dat lei Hámmárfeasttas ja dalle oruimet doppe moadde vahkku.
nob: Det var i Hammerfest og da bodde vi der noen uker.

source: Skuvlla maŋŋil fertejin veahkehit ruovttus.
nob: Etter skolen måtte jeg hjelpe til hjemme.

source: Doppe ledje dalle eadni, áhkku, áddjá ja ovcci máná; njeallje bártni ja vihtta nieidda.
nob: Der var da mor, far, bestemor, bestefar og ni barn; fire gutter og fem jenter.

source: Mu áhčči jámii 1941 ja mu nuoramus viellja riegádii moadde mánu maŋŋil go áhčči jámii.
nob: Far min døde i 1941 og den yngste bror min blei født et par måneder etter at far døde.

source: De bođii 1944 čakča, galggaimet evakueret.
nob: Så kom høsten 1944 og vi skulle evakueres.

source: Muhto dan mii eat háliidan, báhtareimmet Stuoravuonvággái buot šibihiiguin; gusaiguin, sávzzaiguin, gáiccaiguin ja vuoncáiguin.
nob: Men det ville vi ikke og vi rømte opp i Jøfjorddalen med alle dyra; kyr, sauer, geiter og høns.

source: Skábmamánu 20. b. bolde min viesu, muhto eai boaldán náveha.
nob: 20. november brente de huset vårt, men de brente ikke fjøset.

source: Sivva lei ahte viesus lei parafinfárppal bislagas (olgofeaškáris).
nob: Årsaka var et parafinfat i bislaget.

source: Dat bávkkihii, ja duiskalaččat dat suorganedje.
nob: Det eksploderte da huset brant, og tyskerne blei skremt.

source: Oruimet guhtta vahkku Stuoravuonvákkis muhtinlágán goađis, ja ovdal juovllaid fárriimet ruovttoluotta ja oruimet návehis.
nob: Vi bodde i seks uker i Jøfjorddalen i ei slags gamme og rett før jul flytta vi hjem og bodde i fjøset.

source: Oruimet dan mađe guhkkin vuona siste ahte dohko eai boahtán fas duiskalaččat.
nob: Vi bodde såpass langt inne i fjorden at tyskerne ikke kom tilbake dit.

source: Vel siskeleappos Stuoravuonas lei Boaresvearra-nammasaš dállu, gos mu ádjá viellja orui.
nob: Ennå lenger inn i Jøfjorden var gården Gammelvær, der bror til bestefar min bodde.

source: Dan duiskalaččat eai fuobmán ge, dan eai boaldán.
nob: Den så ikke tyskerne, så den blei ikke brent.

source: Soađi maŋŋil eai huksen fas stuora internáhta Korhámmanii.
nob: Etter krigen blei det store internatet i Kårhamn ikke bygd opp igjen.

source: Dalle lei eanaš beaiveskuvla.
nob: Da var det mest dagskole.

source: Muhto muhtin mánát orro unna visožis skuvlla lahka, nugo mu nuoramus viellja ja oabbá.
nob: Men noen elever bodde i et lite hus nær skolen, blant annet min yngste bror og søster.

source: Mun náitalin 1946:s ja jagi maŋŋil fárriimet deike Muotkevutnii.
nob: Jeg gifta meg i 1946 og året etter flytta vi hit til Eidvågen.

source: Dalle huksiimet dán viesu.
nob: Da bygde vi dette huset.

source: Mu boarráseamos mánná lei dalle vihtta mánu boaris.
nob: Siden bodde jeg her med barna, til Fredrik flytta inn.

source: Stuoravuonas orro olbmot gitta 1961 rádjái, dan rájes ii leat orron doppe oktage.
nob: I Jøfjorden bodde det folk fram til 1961, fra da av har det ikke bodd noen der.

source: Emma Johannessen mánáiguin Arnt, Ole ja Marie
nob: Emma Johannessen med barna Arnt, Ole og Marie

source: (Gova luoikan Andre Larsen)
nob: (Foto utlånt av Andre Larsen)

source: Mánát eai háliidan šat sámástit
nob: Barna ville ikke lenger snakke samisk

source: Fredrikas leat buorre muddui seamma vásáhusat go Emmas, vaikko váccii eará skuvlla.
nob: Fredrik har mye av de samme skoleerfaringene som Emma, sjøl om han gikk på en annen skole.

source: – Lean riegádan Fáddárviikkas, muhto fárriimet Muotkevutnii go ledjen mánnán.
nob: – Jeg er født i Fagervika, men vi flytta til Eidvågen da jeg var liten.

source: Leimmet geafit, leimmet guhtta máná ja áhčči lei ollu buohcci.
nob: Det var fattigdom, vi var seks unger og far var mye sjuk.

source: Bearrašii lei buorre go mánát manne internáhttii, go doppe dat ožžo albma borramuša.
nob: For familien var det bra når ungene dro til internatet, for der fikk de skikkelig mat.

source: Ruovttus humaimet sihke sámegiela ja dárogiela.
nob: Hjemme snakka vi både samisk og norsk.

source: Danin mus eai lean giellaváttisvuođat go álgen skuvlii.
nob: Derfor hadde jeg ikke språkproblemer da jeg begynte på skolen.

source: 1932:s álgen Fjordtun internáhttii doppe Lávželuovttas.
nob: I 1932 begynte jeg på Fjordtun internat i Rypefjord.

source: Dat lei stuorámus internáhta dán guovllus, muittán ahte oktii leimmet 88 čivgga doppe.
nob: Det var det største internatet i distriktet, jeg husker at en gang var vi 88 unger der.

source: Oaččuimet čielga dieđu oahpaheddjiin; ii lean lohpi sámástit.
nob: Vi fikk klar beskjed av lærerne: Det er ikke lov å snakke samisk.

source: Nu lei láhka dalle.
nob: Slik var loven dengang.

source: Mánát eai oba sámástan skuvllas, ja go bohte ruoktot de eai háliidan sámástit doppe ge.
nob: Ungene snakka i det hele tatt ikke samisk på skolen, og når de kom hjem ville de ikke snakke samisk der heller.

source: Mus lea maiddái leamaš Anna Anderssen oahpaheaddjin.
nob: Jeg har også hatt Anna Anderssen som lærer.

source: Son gal lei veahá streaŋggis, muhto mii eat beroštan das maidege.
nob: Hun var nok litt streng, men det brydde vi oss ikke om.

source: De muittán mis ledje Jakob Lande ja boares Forberg [5].
nob: Så husker jeg at vi hadde Jakob Lande og gamle Forberg [2].

source: Munnos Sivertiin lei vanas, ja go háliideimme ságastallat iehčanassii, de sámásteimme.
nob: Sivert og jeg hadde båt i lag, og når vi ville snakke sammen så andre ikke skulle forstå det, så skifta vi til samisk.

source: Ja lulli-Norgga dážat nu suhtte, lohke ahte diet gal lea giella maid ieža leahppi hutkan.
nob: Og søringene blei så sinte, de sa det var et språk som vi sjøl hadde funnet på.

source: Sii eai liikon dasa.
nob: De likte det ikke.

source: Olbmot geat eai leat leamaš dáppe dat eai jáhke ahte sámegiella lea giellan.
nob: Folk som ikke hadde vært her trodde ikke at samisk var et språk.

source: Fjordtun skuvla ovdal soađi.
nob: Fjordtun skole på 1930-tallet.

source: Duohken oidno boares skuvla.
nob: Gamleskolen i bakgrunnen.

source: (Govva: Agnes Nyblin / Finmarksbiblioteket)
nob: (Foto: Agnes Nyblin / Finmarksbiblioteket)

source: Ii ávkkálaš mánáide
nob: Ikke nyttig for ungene

source: Emma vihtta máná, geat vázze skuvlla 50- ja 60-jagiin fertejedje maid orrut internáhtas, buot ovcci jagi maid vázze Fjordtunas.
nob: Emmas fem barn, som gikk på skole i 50- og 60-åra, måtte også bo på internat, hele ni år på Fjordtun.

source: Dalle ii oktage šat sámástan doppe.
nob: Da var det ingen som snakka samisk der.

source: Dáruiduhttinpolitihkka lei ollášuhtton.
nob: Fornorskingspolitikken var fullført.

source: Emma ii oahpahan mánáidasas sámegiela.
nob: Emma lærte ikke barna sine samisk.

source: – Go rávásmuvai, jearai bárdnán mus manne in oahpahan sutnje sámegiela ruovttus.
nob: – Etter at han blei voksen spurte sønnen min meg hvorfor jeg ikke hadde lært han samisk hjemme.

source: Fertejin vástidit ahte jus livččen diehtán ahte šattašii leat ávkkálaš sutnje, de gal livččen oahpahan.
nob: Jeg måtte svare at dersom jeg hadde visst at det kunne være til nytte for han, så hadde jeg jo lært han det.

source: Muhto dan ii oktage jurddašan dien láhkái dalle.
nob: Seinere har han sjøl lest samisk og tatt eksamen i samisk.

source: Maŋŋil lea ieš lohkan sámegiela ja váldán sámegieleksámena.
nob: For noen år siden hadde ungene her veldig lyst til å lære samisk.

source: Dat lávejedje boahtit deike sámástit ja oahppat.
nob: Da brukte de å komme hit og snakke samisk og lære.

source: [4] Oline Lervik (doaim.) [5] Fredrik Forberg (1870–1960) lei guolleoasti Bearalvágis ja maŋŋá oahpaheaddji ja internáhtahoavda Fjordtun skuvllas.
nob: [1] Gyda Rognmo (red.) [2] Oline Lervik (red.) [3] Fredrik Forberg (1870-1960) var fiskekjøper i Berlevåg og seinere lærer og internatstyrer ved Fjordtun skole.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
